Repository: arlas1/HanzaMentors
Catalog: App.Resources/Home/Mentee.*.resx
Languages: ru

source: Action
ru: Действие

source: Chose signing option
ru: Выберать время подписания

source: Document Status
ru: Статус документа

source: Download
ru: Скачать

source: From
ru: Начиная с

source: Is on sick leave
ru: Больничный

source: Mentor(s)
ru: Ментор(ы)

source: Mentorship total hours
ru: Всего полных часов

source: Mentorship until/from
ru: Наставничествно от/до

source: no documents found
ru: Документ не найден

source: Time of signing
ru: Время подписания

source: Until
ru: До

source: Way of Signing
ru: Метод подписания

source: Your current internship
ru: Ваша нынешняя практика

source: Your current mentorship
ru: Ваше нынешнее настваничество

source: Your Documents
ru: Ваши документы
