Repository: arlas1/HanzaMentors
Catalog: App.Resources/Add/Mentee.*.resx
Languages: ru

# Message
source: Mentee added, user created and email-notification sent.
ru: Ученик добавлен, пользователь создан, уведомление по электронной почте отправлено.

source: Add & Create User
ru: Добавить

source: Add Mentee
ru: Добавить ученика

source: Assign Mentor
ru: Назначить ментора

source: Email
ru: Почта

source: Employee/Intern
ru: Работник/Стажер

source: Factory supervisor
ru: Супервайзор на фабрике

source: First Name
ru: Имя

source: Full-time
ru: Полная занятость

source: Id code
ru: Ид код

source: Intern supervisor
ru: Супервайзор стажера

source: Last Name
ru: Фамилия

source: Mentee from date
ru: Ученик начиная с

source: Mentee Info
ru: Инфо ученика

# MenteeTotaHours
source: Mentee for total hours
ru: Ученик полных часов

source: Mentee type
ru: Тип ученика

source: Mentee until date
ru: Ученик до

source: Mentors
ru: Менторы

# MentorTotalHours
source: Mentor for total hours
ru: Ментор полных часов

source: Notification
ru: Уведомление

# OptionEmployee
source: Employee
ru: Работник

# OptionIntern
source: Intern
ru: Стажер

# OptionVocationalSchool
source: Vocational school (gep)
ru: Училище (гэп)

source: Probation
ru: Испытательный срок

source: Profession
ru: Профессия

source: Rental
ru: Арендуемый

source: (currently active)
ru: (в настоящее время активен)

source: Edit
ru: Редактировать

source: Employee Mentees
ru: Ученики-работники

source: Generate Document
ru: Сгенерировать документ

source: hours
ru: часов

source: Mentee's mentor
ru: Метор ученика

source: Mentee's name
ru: Имя ученика

source: Mentee's type
ru: Тип ученика

# MentorshipUntil/from
source: Mentorship until/from/total hours
ru: Обучение начиная с/до, полных часов

source: Type
ru: Тип

source: Intern Mentees
ru: Ученики-стажеры

source: Study Program
ru: Програма обучения
