Repository: arlas1/HanzaMentors
Catalog: App.Resources/Documents/Documents.*.resx
Languages: ru

source: Document Samples
ru: Образцы документов

source: Action
ru: Действие

source: Available Times
ru: Доступные времена

source: Confirm
ru: Подтвердить

source: Delete
ru: Удалить

# Digitally
source: Digitally in office
ru: Дигитально в офисе

source: Document Status
ru: Статус документа

source: Download
ru: Скачать

# Manually
source: Manually in office
ru: Вручную в офисе

source: Mentee-Employee Documents
ru: Документы учеников-работников

source: Mentee-Intern Documents
ru: Документы учеников-стажеров

source: Title
ru: Назвиние

source: Way of Signing
ru: Метод подписания

source: Search
ru: Поиск
