Repository: arlas1/HanzaMentors
Catalog: App.Resources/Details/EmployeeMentee.*.resx
Languages: ru

source: Add sick leave
ru: Добавить больничный

source: Assigned Mentor
ru: Назначеный ментор

source: Mentee details
ru: Детали ученика

source: Mentee Info
ru: Информация ученика

source: Mentor from date
ru: Ментор начиная с

source: Mentor until date
ru: Ментор до

source: New Mentor
ru: Новый ментор

source: New Mentor from date
ru: Новый ментор начиная с

# NewMentorTotalHours
source: New Mentor for total hours
ru: Новый ментор полных часов

source: New Mentor until date
ru: Новый ментор до

# ReasonOfChange
source: Reason of change for another mentor
ru: Причина смены на другого ментора

source: Save
ru: Добавить

source: Sick leave from date
ru: Больничный начиная с

source: Sick leave info
ru: Больничный информация

source: Sick leave reason
ru: Причина больничного

source: Sick leave until date
ru: Больничный до

source: Mentor
ru: Ментор
