Repository: arlas1/HanzaMentors
Catalog: App.Resources/View/Shared/_Layout.*.resx
Languages: ru

source: Logout
ru: Выйти

source: Add
ru: Добавить

source: Add Document Sample
ru: Добавить образец документа

source: Add Mentee
ru: Добавить ученика

source: Add Mentor
ru: Добавить ментора

source: Add Supervisor
ru: Добавить супервайзора

source: Document Samples
ru: Образец документа

source: Documents
ru: Документы

source: Mentee
ru: Обучающиеся

source: Mentee-Employees
ru: Обучающийся-работник

source: Mentee-Interns
ru: Обучающийся-стажер

source: Mentors
ru: Менторы

source: Login
ru: Логин

source: Language
ru: Язык

source: Settings
ru: Настройки

source: ValueIsInvalidAccessor
ru: ВалюэИзИнвалинАсессор

source: Identity Error
ru: Идентини еррор
